/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "165060102207d71510": {
      "type": "faq",
      "blocks": {
        "72600057-04f9-4b46-a005-28133a454f58": {
          "type": "text",
          "settings": {
            "faq-title": "Where is my order?",
            "faq-content": "<p>All orders are shipped out from our Los Angeles, California warehouse <strong>within 14 business days<\/strong>. <\/p><p>You will receive a confirmation email once your order is placed, and additional emails once your order is shipped and delivered. <\/p><p>We will reach out to you in the event your order is delayed.<\/p><p><\/p><p>To Check Order Status:<\/p><p><a href=\"https:\/\/next.marketmarketmarket.com\/order_status\/\" target=\"_blank\" title=\"https:\/\/next.marketmarketmarket.com\/order_status\/\"><strong>CLICK HERE<\/strong><\/a><\/p>"
          }
        },
        "6cc0d131-8e6d-402b-ab46-d9c5f3b7a4d5": {
          "type": "text",
          "settings": {
            "faq-title": "Where is my tracking number?",
            "faq-content": "<p>You will receive a tracking number as soon as your order ships. Please allow <strong>up to 14 business days<\/strong> for your order to ship.<\/p><p>Once you have been notified about your package's departure, please allow 48 hours for tracking information to update.<\/p><p>Once your order has left our facility we no longer have any contact or control over it and you will need to reach out to the courier directly for further information. <\/p><p>Furthermore, if an order has been marked as delivered and you do not have possession of it, you will need to reach out to the courier directly for further information. <\/p>"
          }
        },
        "fe7f3375-5956-4ce3-8a90-19b6f9334b62": {
          "type": "text",
          "settings": {
            "faq-title": "What is the return policy?",
            "faq-content": "<p>All sales are final.<\/p>"
          }
        },
        "bea4d319-7ce2-40b6-a340-587d5d22bbc8": {
          "type": "text",
          "settings": {
            "faq-title": "How do I cancel my order?",
            "faq-content": "<p>Requesting a cancellation is not guaranteed and is simply a request. <\/p><p>Depending on when your order was placed, cancellations may not be possible.<\/p><p>Please note, your order cannot be cancelled if it has shipped.<\/p><p>Please contact us using our <a href=\"https:\/\/marketmarketmarket.com\/pages\/help\" title=\"HELP DESK\"><span style=\"text-decoration:underline\">ticket submission form<\/span> <\/a>within 24 business hours of placing the item(s) and we’ll get back to you within 72 business hours to make things right!<\/p>"
          }
        },
        "8015e639-16c9-42d3-9628-e9d3927e330b": {
          "type": "text",
          "settings": {
            "faq-title": "How do I exchange item(s) in my order?",
            "faq-content": "<p>All sales are final.<\/p>"
          }
        },
        "0bec8c4f-b2c8-47c9-bf75-6ddf2131e59d": {
          "type": "text",
          "settings": {
            "faq-title": "What do I do if I received a wrong item(s)?",
            "faq-content": "<p>Sorry about that! <\/p><p>Please contact us using our <a href=\"https:\/\/marketmarketmarket.com\/pages\/help#contact-form\" title=\"#contact-form\"><span style=\"text-decoration:underline\">ticket submission form<\/span><\/a> within 5 business days of receiving the item(s) and we’ll get back to you within 72 business hours to make things right!<\/p><p>Please note merchandise will only be accepted in its original condition (new, unused, and unwashed) with tags attached in their original packaging.<\/p>"
          }
        },
        "fcbd8db3-a890-4b6d-b696-44f2804ca66f": {
          "type": "text",
          "settings": {
            "faq-title": "What do I do if I received a damaged product?",
            "faq-content": "<p>Sorry about that! <\/p><p>Please contact us using our <a href=\"https:\/\/marketmarketmarket.com\/pages\/help\" title=\"HELP DESK\"><span style=\"text-decoration:underline\">ticket submission form<\/span><\/a> within 5 business days of receiving the item(s) and we’ll get back to you within 72 business hours to make things right!<\/p>"
          }
        },
        "46118248-4b12-4292-b29e-3f2991a92dbf": {
          "type": "text",
          "settings": {
            "faq-title": "International Shipping",
            "faq-content": "<p>We ship internationally! <\/p><p>For the cheapest, fastest, & most secure international shipping, please select your country's flag in the top right corner of the website. <\/p><p>Please note that international orders shipping via USPS are subject to longer transit times and duties\/taxes.<\/p><p>This means that you, the customer, are responsible for paying your local countries duties and taxes. <\/p><p>Placing an order to an international destination serves as confirmation that you understand your responsibility to pay these fees. <\/p><p>For international orders that have been in-transit for more than 20 days, please reach out to your local customs office (not Wahlid..) to see if the package is available for pickup or has otherwise been held up due to customs fees.<\/p>"
          }
        },
        "c80608fd-afc2-4cd6-bd73-73ba1cd2e0ff": {
          "type": "text",
          "disabled": true,
          "settings": {
            "faq-title": "What is your Privacy Policy?",
            "faq-content": "<p><a><strong>AFTERMARKET INC  Privacy Policy<\/strong><\/a><\/p><p><strong>Effective Date:<\/strong> 08\/15\/2021<\/p><p>This “Privacy Policy” describes the privacy practices of AFTERMARKET IN and our subsidiaries and affiliates (collectively, “<strong>Market<\/strong>,” “<strong>we<\/strong>,” “<strong>us<\/strong>” or “<strong>our<\/strong>”) in connection with the www.marketmarketmarket.com website, and any other website that we own or control and which posts or links to this Privacy Policy (collectively, the “<strong>Services<\/strong>”), and the rights and choices available to individuals with respect to their information.<\/p><p><strong>Table of Contents<\/strong><\/p><p><a>Personal Information We CollectInformation you provide to us. <br\/><\/a>Personal information about you provide to us through the Services or<br\/>otherwise includes:<br\/><br\/><strong>Feedback or correspondence<\/strong>, such<br\/>as information you provide when you contact us with questions, feedback, or otherwise correspond with us online. <strong>Financial information, <\/strong>such as your payment card information. <strong>Transaction information<\/strong>, such as information about payments to and from you and other details of products or services you have purchased from us.<strong>Usage information<\/strong>, such as information about how you use the Services and interact with us, including information associated with any content you upload to the websites or otherwise submit to us, and information you provide when you use any interactive features of the Services. <strong>Marketing information<\/strong>, such as information such your preferences for receiving communications about our activities,<br\/>events, and publications, and details about how you engage with our<br\/>communicationsInformation we obtain from social media platforms. We may maintain pages for our Company on social media platforms, such as Instagram, and other third party platforms. When you<br\/>visit or interact with our pages on those platforms, the platform provider’s privacy policy will apply to your interactions and their collection, use and processing of your personal information. You or the platforms may provide us with information through the platform, and we will treat such information in<br\/>accordance with this Privacy Policy. <br\/><\/p><p><strong>Information we obtain from other third parties.  <\/strong>We may receive personal information about you<br\/>from third-party sources. For example, a business partner may share your contact information with us if you have expressed interest in learning specifically about our products or services, or the types of products or services we offer. We may obtain your personal information from other third parties, such as marketing partners and publicly available sources. <\/p><p><a>Cookies and Other Information<br\/>Collected by Automated MeansWe, our service<br\/>providers, and our business partners may automatically log information about<br\/>you, your computer or mobile device, and activity occurring on or through the<br\/>Services. The information that may be collected automatically includes your<br\/>computer or mobile device operating system type and version number,<br\/>manufacturer and model, device identifier (such as the Google Advertising ID or<br\/>Apple ID for Advertising), browser type, screen resolution, IP address, the<br\/>website you visited before browsing to our website, general location<br\/>information such as city, state or geographic area; and information about your<br\/>use of and actions on the Services, such as pages or screens you viewed, how<br\/>long you spent on a page or screen, navigation paths between pages or screens,<br\/>information about your activity on a page or screen, access times, and length<br\/>of access.  Our service providers and<br\/>business partners may collect this type of information over time and across<br\/>third-party websites and mobile applications.On our<br\/>webpages, this information is collected using cookies, browser web storage<br\/>(also known as locally stored objects, or “<\/a>LSOs”), web<br\/>beacons, and similar technologies, and our emails may also contain web beacons.<br\/><br\/><br\/><a>A “cookie” is a<br\/>text file that websites send to a visitor‘s computer or other<br\/>Internet-connected device to uniquely identify the visitor’s browser or to<br\/>store information or settings in the browser. <\/a>Browser web<br\/>storage or LSOs, are used for similar purposes as cookies. Browser web storage<br\/>enables the storage of a larger amount of data than cookies. A “web beacon,” also known as a pixel tag or<br\/>clear GIF, is typically used to demonstrate that a webpage was accessed or that<br\/>certain content was viewed, typically to measure the success of our marketing<br\/>campaigns or engagement with our emails and to compile statistics about usage<br\/>of our websites. <br\/><br\/><\/p><p>Web<br\/>browsers may offer users of our websites or mobile apps the ability to disable<br\/>receiving certain types of cookies; however, if cookies are disabled, some<br\/>features or functionality of our websites may not function correctly. Please<br\/>see the “<a href=\"#your_choices\">Targeted online<br\/>advertising<\/a>” section for information about how to exercise choice<br\/>regarding the use of browsing behavior for purposes of targeted advertising. <\/p><p><a>How We Use Your Personal<br\/>Information<\/a><\/p><p>We use your personal information for the<br\/>following purposes and as otherwise described in this Privacy Policy or at the<br\/>time of collection:<\/p><p>To<br\/>operate the Services.We use your personal information to:<br\/><br\/>provide,<br\/>     operate and improve the Servicesprovide<br\/>     information about our products and servicescommunicate<br\/>     with you about the Services, including by sending you announcements,<br\/>     updates, security alerts, and support and administrative messagescommunicate<br\/>     with you about events or contests in which you participateunderstand<br\/>     your needs and interests, and personalize your experience with the Service<br\/>     and our communicationsprovide<br\/>     support and maintenance for the Servicesto<br\/>     respond to your requests, questions and feedbackFor research and development.We analyze use of the Service to analyze and improve the<br\/>Services and to develop new products and services, including by studying user<br\/>demographics and use of the Services.<br\/><br\/>To<br\/>send you marketing and promotional communications.We may send you Market-related marketing communications as<br\/>permitted by law. You will have the ability to opt-out of our marketing and<br\/>promotional communications as described in the <a href=\"#_35nkun2\">Opt out of marketing<\/a> section below.<a>To<br\/>comply with law. <\/a>We use your personal<br\/>information as we believe necessary or appropriate to comply with applicable<br\/>laws, lawful requests, and legal process, such as to respond to subpoenas or<br\/>requests from government authorities.<br\/><br\/><a>For compliance, fraud prevention, and<br\/>safety.  <\/a>We may use your personal information and<br\/>disclose it to law enforcement, government authorities, and private parties as<br\/>we believe necessary or appropriate to:<br\/>(a) protect our, your or others’ rights, privacy, safety or property (including<br\/>by making and defending legal claims); (b) enforce the terms and conditions that<br\/>govern the Services; and<a> (c) protect, investigate and deter against<br\/>fraudulent, harmful, unauthorized, unethical or illegal activity;<\/a>With<br\/>your consent.In some cases<br\/>we may specifically ask for your consent to collect, use or share your personal<br\/>information, such as when required by law.<a>To<br\/>create anonymous data.  <\/a>We may create anonymous data from your personal<br\/>information and other individuals whose personal information we collect.We make personal information into anonymous<br\/>data by removing information that makes the data personally identifiable to<br\/>you.We may use this anonymous data and<br\/>share it with third parties for our lawful business purposes, including to<br\/>analyze and improve the Services and promote our business.<a>How We Share Your Personal<br\/>Information<\/a><\/p><p>We do not share your personal<br\/>information with third parties without your consent, except in the following<br\/>circumstances or as described in this Privacy Policy:<\/p><p><strong>Affiliates.  <\/strong>We may share your personal<br\/>information with our corporate parent, subsidiaries, and affiliates, for<br\/>purposes consistent with this Privacy Policy.<\/p><p><strong>Service providers.<\/strong>  We may share<br\/>your personal information with third party companies and individuals that<br\/>provide services on our behalf or help us operate the Services (such as<br\/>customer support, hosting, analytics, email delivery, marketing, and database<br\/>management services). These third parties may use your personal information<br\/>only as directed or authorized by us and in a manner consistent with this<br\/>Privacy Policy, and are prohibited from using or disclosing your information<br\/>for any other purpose.<\/p><p><strong>Professional advisors. <\/strong>We may disclose your personal<br\/>information to professional advisors, such as lawyers, bankers, auditors and<br\/>insurers, where necessary in the course of the professional services that they<br\/>render to us.<\/p><p><strong>For compliance, fraud prevention and safety. <\/strong>We may share your personal<br\/>information for the compliance, fraud prevention and safety purposes <a href=\"#_For_compliance,_fraud\">described<br\/>above<\/a>.  <\/p><p><strong>Business transfers.<\/strong>  We may sell, transfer or otherwise share some<br\/>or all of our business or assets, including your personal information, in<br\/>connection with a business transaction (or potential business transaction) such<br\/>as a corporate divestiture, merger, consolidation, acquisition, reorganization<br\/>or sale of assets, or in the event of bankruptcy or dissolution. In such a<br\/>case, we will make reasonable efforts to require the recipient to honor this<br\/>Privacy Policy.<\/p><p><a>Your Choices<\/a><\/p><p>In this section, we describe the<br\/>rights and choices available to all users. <\/p><p><a>Opt out of marketing communications.  <\/a>You may opt out of marketing-related emails by<br\/>following the opt-out or unsubscribe instructions at the bottom of the email.You may continue to receive service-related<br\/>and other non-marketing emails.<a>Cookies & Browser Web Storage.  <\/a>We may allow<br\/>service providers and other third parties to use cookies and similar<br\/>technologies to track your browsing activity over time and across the Service<br\/>and third party websites. Most browsers let you<br\/>remove or reject cookies.To do this,<br\/>follow the instructions in your browser settings.Many browsers accept cookies by default until<br\/>you change your settings.Please note<br\/>that if you set your browser to disable cookies, the Sites may not work<br\/>properly.Similarly, your browser<br\/>settings may allow you to clear your browser web storage.<a>Targeted online advertising. <\/a>Some of the business partners that collect information<br\/>about users’ activities on or through the Service may be members of<br\/>organizations or programs that provide choices to individuals regarding the use<br\/>of their browsing behavior or mobile application usage for purposes of targeted<br\/>advertising.<\/p><p>Users may opt out of<br\/>receiving targeted advertising on websites through members of the Network<br\/>Advertising Initiative by clicking <a href=\"http:\/\/www.networkadvertising.org\/choices\">here<\/a> or the Digital Advertising<br\/>Alliance by clicking <a href=\"http:\/\/www.aboutads.info\/choices\">here<\/a>. Please note that we also may<br\/>work with companies that offer their own opt-out mechanisms and may not<br\/>participate in the opt-out mechanisms that we linked above.<\/p><p>In addition, your<br\/>mobile device settings may provide functionality to limit our, or our<br\/>partners’, ability to engage in ad tracking or targeted advertising using the<br\/>Google Advertising ID or Apple ID for Advertising associated with your mobile<br\/>device.<\/p><p>If you choose to<br\/>opt-out of targeted advertisements, you will still see advertisements online<br\/>but they may not be relevant to you. Even if you do choose to opt out, not all<br\/>companies that serve online behavioral advertising are included in this list,<br\/>so you may still receive some cookies and tailored advertisements from<br\/>companies that are not listed.<\/p><p><a>Do<br\/>Not Track<\/a>.<a>  <\/a>Some Internet browsers may be configured to<br\/>send “Do Not Track” signals to the online services that you visit.We currently do not respond to “Do Not Track”<br\/>or similar signals.To find out more<br\/>about “Do Not Track,” please visit <a href=\"http:\/\/www.allaboutdnt.com\">http:\/\/www.allaboutdnt.com<\/a>.<br\/><br\/><a>Choosing not to share your personal<br\/>information. <\/a>Where we are required by<br\/>law to collect your personal information, or where we need your personal<br\/>information in order to provide the Service to you, if you do not provide this<br\/>information when requested (or you later ask to delete it), we may not be able<br\/>to provide you with our services.We<br\/>will tell you what information you must provide to receive the Service by<br\/>designating it as required at the time of collection or through other<br\/>appropriate means.<br\/><br\/><a>Other Sites and Services<\/a>.The Services<br\/>may contain links to other websites, mobile applications, and other online<br\/>services operated by third parties.These links are not an endorsement of, or representation that we are<br\/>affiliated with, any third party.In addition, our content may be included on web<br\/>pages or in mobile applications or online services that are not associated with<br\/>us. We do not<br\/>control third party websites, mobile applications or online services, and we<br\/>are not responsible for their actions.Other websites and services follow different rules regarding the<br\/>collection, use and sharing of your personal information.We encourage you to read the privacy policies<br\/>of the other websites and mobile applications and online services you use.<br\/><br\/><a>Security Practices<\/a>. The security of<br\/>your personal information is important to us.We employ a number of organizational, technical and physical safeguards<br\/>designed to protect the personal information we collect.However, security risk is inherent in all<br\/>internet and information technologies and we cannot guarantee the security of<br\/>your personal information.<a>International Data Transfers<\/a>. We are<br\/>headquartered in the United States and have service providers in other<br\/>countries, and your personal information may be transferred to the United<br\/>States or other locations outside of your state, province, or country where<br\/>privacy laws may not be as protective as those in your state, province, or<br\/>country.<a>Children.<\/a>As a general rule, children<br\/>are not allowed to use the Services, and we do not collect personal information<br\/>from them. We define \"children\" as follows:<br\/><br\/>·Residents outside of Europe: anyone under 13 years old; and<br\/><br\/>·Residents of Europe: anyone under 16 years old, or the age<br\/>needed to consent to the processing of personal data in your country of residence.<br\/><br\/>If we learn that we have<br\/>collected personal information of a child without the consent of the child’s<br\/>parent or guardian, we will delete it.We encourage parents with concerns to <a href=\"#_How_to_Contact\">contact us<\/a>.<br\/><br\/><a>Changes to this Privacy Policy<\/a>. We reserve the<br\/>right to modify this Privacy Policy at any time. If we make<br\/>material changes to this Privacy Policy, we will notify you by updating the<br\/>date of this Privacy Policy and posting it on the Services. We may also provide notification of changes in<br\/>another way that we believe is reasonably likely to reach you, such as via<br\/>e-mail (if you have an account where we have your contact information) or<br\/>another manner through the Services.<br\/><br\/><\/p><p>Any<br\/>modifications to this Privacy Policy will be effective upon our posting the new<br\/>terms and\/or upon implementation of the new changes on the Services (or as<br\/>otherwise indicated at the time of posting). In all cases, your continued use<br\/>of the Services after the posting of any modified Privacy Policy indicates your<br\/>acceptance of the terms of the modified Privacy Policy.<\/p><p>How to Contact Us<br\/><br\/>Please direct any questions or comments about<br\/>this Policy or privacy practices to: <br\/><br\/><\/p><p>            AFTERMARKET INC <\/p><p>1800 Colorado Blvd<br\/><br\/>Los<br\/>Angeles, California 90021<\/p><p><a>Your<br\/>California Privacy RightsUnder<br\/>California Civil Code section 1798.83, California residents are entitled to ask<br\/>us for a notice identifying the categories of personal customer information<br\/>which we share with our affiliates and\/or third parties for marketing purposes,<br\/>and providing contact information for such affiliates and\/or third parties. If<br\/>you are a California resident and would like a copy of this notice, please<br\/>submit a written request to us at <\/a>AFTERMARKET, 1800 Colorado Blvd, Los Angeles, California 90021. You must put the statement \"Your<br\/>California Privacy Rights\" in your request and include your name, street<br\/>address, city, state, and ZIP code. We are not responsible for notices that are<br\/>not labeled or sent properly, or do not have complete information.<br\/><br\/><\/p>"
          }
        },
        "9740873a-ace0-47cf-a964-757f6ec852cd": {
          "type": "text",
          "disabled": true,
          "settings": {
            "faq-title": "What are your Terms Of Use",
            "faq-content": "<p><strong>AFTERMARKET INC TERMS OF USE<\/strong><\/p><p><strong>Effective Date: <\/strong>Aug 15, 2021<\/p><p>PLEASE READ THIS TERMS OF USE AGREEMENT (“<strong>AGREEMENT<\/strong>”) CAREFULLY. THIS AGREEMENT IS A LEGAL CONTRACT BETWEEN YOU (“<strong>USER<\/strong>”) AND CHREM LLC DBA AFTERMARKET INC (“<strong>AFTERMARKET INC,<\/strong>” “<strong>COMPANY,<\/strong>” “<strong>WE,<\/strong>” OR “<strong>US<\/strong>”).<\/p><p><strong>SECTION 12 OF THIS AGREEMENT IS AN ARBITRATION CLAUSE THAT REQUIRES MOST DISPUTES BETWEEN US TO BE RESOLVED ON AN INDIVIDUAL, NON-CLASS ACTION BASIS THROUGH BINDING AND FINAL ARBITRATION INSTEAD OF IN COURT. SEE SECTION 12 FOR MORE INFORMATION REGARDING THIS ARBITRATION CLAUSE, AND HOW TO OPT OUT.<\/strong><\/p><p>By accessing or using marketmarketmarket.com, or any other website with an authorized link to this Agreement (“<strong>Website<\/strong>”), registering an account or accessing or using any content, information, services, features or resources available or enabled via the Website (collectively, the “<strong>Services<\/strong>”), or clicking on a button or taking another action to signify your acceptance of this Agreement, you: (1) agree to be bound by this Agreement and any future amendments and additions to this Agreement as published through the Services; (2) represent you are of legal age in your jurisdiction of residence to form a binding contract; and (3) represent that you have the authority to enter into this Agreement personally and, if applicable, on behalf of any company, organization or other legal entity on whose behalf you use the Services. <strong>Except as otherwise provided herein, if you do not agree to be bound by this Agreement, you may not access or use the Services.<\/strong> <\/p><p> <\/p><p>Subject to Section 12.8 of this Agreement, AFTERMARKET INC reserves the right to modify this Agreement or its policies relating to the Services at any time, effective upon posting of an updated version of this Agreement on the applicable Services. You should regularly review this Agreement, as your continued use of the Services after any such changes constitutes your agreement to such changes.<\/p><p><strong>Our store is hosted on Shopify, Inc. They provide us with the online e-commerce platform that allows us to sell our Products to you.<\/strong><\/p><p><strong>1.<\/strong>          \t<strong>Products. Certain merchandise (“Products”) may be available exclusively online through the website. These Products may have limited quantities and are subject to return or exchange only in accordance with AFTERMARKET INC’s return policy, set forth in the FAQs available at<\/strong><a href=\"https:\/\/marketmarketmarket.com\/pages\/help\"><span style=\"text-decoration:underline\"><strong> <\/strong><\/span><span style=\"text-decoration:underline\">https:\/\/marketmarketmarket.com\/pages\/help<\/span><\/a><strong>. We have made every effort to display as accurately as possible the colors and images of our Products. We cannot guarantee that your computer monitor's display of any color will be accurate. We reserve the right, but are not obligated, to limit the sales of our Products to any person, geographic region or jurisdiction. We may exercise this right on a case-by-case basis. We reserve the right to limit the quantities of any Products that we offer. Products are subject to change at any time without notice, at our sole discretion. We reserve the right to discontinue any Product at any time. Any offer for any Products made on the Services is void where prohibited.<\/strong><\/p><p><strong>2.<\/strong>          \t<strong>Order Process.<\/strong> <\/p><p><strong>2.1<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Order Acceptance.<\/strong><\/span>  Each part of any order that you submit to AFTERMARKET INC constitutes an offer to purchase. If you do not receive a message from AFTERMARKET INC confirming receipt of your order, please contact our Customer Service department at <a href=\"mailto:info@marketmarketmarket.com\"><span style=\"text-decoration:underline\">info@marketmarketmarket.com<\/span><\/a> before re-submitting your order. AFTERMARKET INC’s confirmation of receipt of your order does not constitute AFTERMARKET INC's acceptance of your order. AFTERMARKET INC is only deemed to have accepted your order once the product(s) you ordered have been shipped (the “<strong>Product<\/strong>”).<\/p><p><strong>2.2<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Order Issues.<\/strong><\/span>  Although we strive to accept all valid orders, AFTERMARKET INC reserves the right to deny any order for any reason, including if: (i) we discover an error in pricing and\/or other information about the Product or receive insufficient or erroneous billing, payment, and\/or shipping information, (ii) we suspect an order has been placed using stolen payment card information or otherwise appears to be connected to fraud, or (iii) the ordered Product is unavailable due to discontinuance or otherwise. We may also refuse any order that is connected with a previous payment dispute. <\/p><p><strong>2.3<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Order Cancellation.<\/strong><\/span>  If any Product is discontinued or otherwise becomes unavailable, AFTERMARKET INC reserves the right to cancel your order and provide you a refund for the amount paid for the Product.<\/p><p><strong>2.4<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Restrictions on Resale.<\/strong><\/span> To protect the intellectual property rights of AFTERMARKET INC and its licensors and suppliers, any resale of Products for personal and\/or business profit is strictly prohibited. AFTERMARKET INC reserves the right to decline any order that we deem to possess characteristics of reselling.<\/p><p><strong>3.<\/strong>          \t<strong>Fees and Purchase Terms.<\/strong> <\/p><p><strong>3.1<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Payment.<\/strong><\/span>  You agree to pay for all orders made from your Account in accordance with the prices and billing terms in effect at the time an order is made from your Account. You also agree to pay all applicable taxes. To make an order through the Services, you must provide valid payment information. By providing your payment information, you agree that AFTERMARKET INC is authorized to immediately invoice your Account for all fees and charges due and payable to AFTERMARKET INC hereunder and that no additional notice or consent is required. You agree to immediately notify AFTERMARKET INC of any change in your billing address, debit card, credit card, or other relevant payment account information.  AFTERMARKET INC allows you to make purchases using a credit card or your account information on Amazon Payments, Inc. (“<strong>Amazon Pay<\/strong>”), Google Inc. (“<strong>Google Pay<\/strong>”) and PayPal, Inc. (“<strong>PayPal<\/strong>”), which are our third-party service providers for payment services (e.g., credit card transaction processing, merchant settlement, and related services).  By using the Services, you agree to be bound by Amazon Pay’s Customer Agreement available at<a href=\"https:\/\/pay.amazon.com\/us\/help\/201212430\"> <span style=\"text-decoration:underline\">https:\/\/pay.amazon.com\/us\/help\/201212430<\/span><\/a> and Privacy Notice available at<a href=\"https:\/\/pay.amazon.com\/us\/help\/201751600\"> <span style=\"text-decoration:underline\">https:\/\/pay.amazon.com\/us\/help\/201751600<\/span><\/a>; Google Pay’s Terms of Service available at<a href=\"https:\/\/payments.google.com\/payments\/apis-secure\/u\/0\/get_legal_document?ldo=0&ldt=googlepaytos&ldl=und#SafeHtmlFilter_US\"> <span style=\"text-decoration:underline\">https:\/\/payments.google.com\/payments\/apis-secure\/u\/0\/get_legal_document?ldo=0&ldt=googlepaytos&ldl=und#SafeHtmlFilter_US<\/span><\/a> and Privacy Notice at<a href=\"https:\/\/payments.google.com\/payments\/apis-secure\/u\/0\/get_legal_document?ldo=0&ldt=privacynotice\"> <span style=\"text-decoration:underline\">https:\/\/payments.google.com\/payments\/apis-secure\/u\/0\/get_legal_document?ldo=0&ldt=privacynotice<\/span><\/a>; and PayPal’s User Agreement available at<a href=\"https:\/\/www.paypal.com\/us\/webapps\/mpp\/ua\/useragreement-full\"> <span style=\"text-decoration:underline\">https:\/\/www.paypal.com\/us\/webapps\/mpp\/ua\/useragreement-full<\/span><\/a> and Privacy Policy available at<a href=\"https:\/\/www.paypal.com\/us\/webapps\/mpp\/ua\/privacy-full\"> <span style=\"text-decoration:underline\">https:\/\/www.paypal.com\/us\/webapps\/mpp\/ua\/privacy-full<\/span><\/a>, as applicable. You hereby consent to provide and authorize AFTERMARKET INC, Amazon Pay, Google Pay, PayPal, and Shopify to share any information and payment instructions you provide to the extent required to complete the payment transactions in accordance with the Terms, including personal, financial, credit card payment, and transaction information.<\/p><p><strong>3.2<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Refunds.<\/strong><\/span> Except as set forth in any separate refund policy posted on the Website including at<a href=\"https:\/\/thechinatownmarket.com\/pages\/faq\"> <\/a> https:\/\/marketmarketmarket.com\/pages\/help, all fees are non-refundable. <\/p><p><strong>3.3<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Discounts and Promo Codes.<\/strong><\/span>  We may, in our sole discretion, create discounts and promotional codes that may be redeemed for credit in your Account, or other features or benefits, subject to any additional terms that we establish on a per promotional code basis (“<strong>Promo Codes<\/strong>”). Promo Codes may only be used once per person. Only Promo Codes sent to you through official AFTERMARKET INC communications channels are valid. You agree that Promo Codes: (i) must be used for the intended audience and purpose, and in a lawful manner; (ii) may not be duplicated, sold, or transferred in any manner, or made available to the general public (whether posted to a public forum or otherwise), unless expressly permitted by us; (iii) may be disabled by us at any time for any reason without liability to us; (iv) may only be used pursuant to the specific terms that we establish for such Promo Code; (v) are not redeemable for cash; and (vi) may expire prior to your use.<\/p><p><strong>4.<\/strong>          \t<strong>Ownership of and License to Use Services.<\/strong> <\/p><p><strong>4.1<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Use of the Services.<\/strong><\/span>  AFTERMARKET INC and its suppliers own all rights, title and interest in the Services. The Services are protected by copyright and other intellectual property laws throughout the world. Subject to this Agreement, AFTERMARKET INC grants you a limited license to access the Website and use the Services solely for your personal non-commercial purposes. Any future release, update or other addition to the Services shall be subject to this Agreement. AFTERMARKET INC, its suppliers and service providers reserve all rights not granted in this Agreement. <\/p><p><strong>4.2<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Trademarks.<\/strong><\/span>  AFTERMARKET INC’s stylized name and other related graphics, logos, trademarks, service marks and trade names used on or in connection with the Services are the property of AFTERMARKET INC and may not be used without our written permission in connection with any third-party products or services. Other trademarks, service marks and trade names that may appear on or in the Services are the property of their respective owners. You will not remove, alter or obscure any copyright notice, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services. <\/p><p><strong>4.3<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Restrictions on Use of Services<\/strong><\/span><strong>.<\/strong> The rights granted to you in this Agreement are subject to the following restrictions: (a) you shall not license, sell, rent, lease, transfer, assign, reproduce, distribute, host or otherwise commercially exploit the Services or any portion of the Services; (b) you shall not frame or use framing techniques to enclose any trademark, service mark, logo or Services (including images, text, page layout or form) of AFTERMARKET INC; (c) you shall not use any metatags or other “hidden text” using AFTERMARKET INC's name, service marks, or trademarks; (d) you shall not modify, translate, adapt, merge, make derivative works of, disassemble, decompile, reverse compile or reverse engineer any part of the Services except to the extent the foregoing restrictions are expressly prohibited by applicable law; (e) you shall not use any manual or automated software, devices or other processes (including but not limited to spiders, robots, scrapers, crawlers, avatars, data mining tools or the like) to “scrape” or download data from the Services (except that we grant the operators of public search engines revocable permission to use spiders to copy materials from the Website for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials); (f) you shall not access the Services to build a similar or competitive website, application or service; (g) except as expressly stated herein, no part of the Services may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means; (h) you shall not remove or destroy any copyright notices or other proprietary markings contained on or in the Services; (i) you shall not interfere with or attempt to interfere with the proper functioning of the Services or use the Services in any way not expressly permitted by this Agreement; and (j) you shall not attempt to harm our Services, including but not limited to, by violating or attempting to violate any related security features, introducing viruses, worms, or similar harmful code into the Services, or interfering or attempting to interfere with use of the Services by any other user, host or network, including by means of overloading, “flooding,” “spamming,” “mail bombing”, or “crashing” the Services. Any unauthorized use of the Services terminates the licenses granted by AFTERMARKET INC pursuant to this Agreement. <\/p><p><strong>5.<\/strong>          \t<strong>Feedback.<\/strong>  You agree that submission of any ideas, suggestions, documents, and\/or proposals to AFTERMARKET INC (<strong>“Feedback”<\/strong>) is at your own risk and that AFTERMARKET INC has no obligations (including without limitation obligations of confidentiality) with respect to such Feedback.  You represent and warrant that you have all rights necessary to submit the Feedback.  You hereby grant to AFTERMARKET INC a fully paid, royalty-free, perpetual, irrevocable, worldwide, non-exclusive, and fully sublicensable right and license to use, reproduce, perform, display, distribute, adapt, modify, re-format, create derivative works of, and otherwise commercially or non-commercially exploit in any manner, any and all Feedback, and to sublicense the foregoing rights, in connection with the operation and maintenance of the Services.<\/p><p><strong>6.<\/strong>          \t<strong>Third-Party Products and Services.  <\/strong>The Services may contain links to third-party services such as third party websites or advertisements (“<strong>Third-Party Services<\/strong>”) as well as products that are provided or made available by third parties (“<strong>Third-Party Products<\/strong>”).  When you click on such a link, we will not warn you that you have left the Services.  AFTERMARKET INC does not control and is not responsible for Third-Party Services or Third-Party Products.  AFTERMARKET INC provides these Third-Party Products and Third-Party Services only as a convenience and does not review, approve, monitor, endorse, warrant, or make any representations with respect to them, or any content, products or services accessible through such links.  Your use of all Third-Party Services and Third-Party Products is at your own risk.<\/p><p><strong>7.<\/strong>          \t<strong>Indemnification.<\/strong> You agree to indemnify and hold AFTERMARKET INC, its corporate parents, subsidiaries, and affiliates, and the officers, directors, employees, agents, representatives, partners and licensors of each (collectively, the “<strong>AFTERMARKET INC Indemnitees<\/strong>”) harmless from any damages, losses, costs, liabilities and expenses (including reasonable attorneys' fees) relating to or arising out of any claims concerning: (a) your misuse of the Services; (b) your violation of this Agreement; (c) your violation of any rights of another party, including any Users; or (d) your violation of any applicable laws, rules or regulations. AFTERMARKET INC reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with AFTERMARKET INC in asserting any available defenses. This provision does not require you to indemnify any of the AFTERMARKET INC Indemnitees for any unconscionable commercial practice by such party or for such party's negligence, fraud, deception, false promise, misrepresentation or concealment, suppression or omission of any material fact. You agree that the provisions in this section will survive any termination of your Account, this Agreement or your access to the Services. <\/p><p><strong>8.<\/strong>          \t<strong>Disclaimer of Warranties and Conditions.<\/strong> YOU EXPRESSLY UNDERSTAND AND AGREE THAT TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOUR USE OF THE SERVICES AND ANY PRODUCTS OFFERED THROUGH THE SERVICES IS AT YOUR SOLE RISK, AND THE SERVICES AND ANY PRODUCTS ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITH ALL FAULTS. TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE AFTERMARKET INC INDEMNITEES EXPRESSLY DISCLAIM ALL WARRANTIES, REPRESENTATIONS, AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT ARISING FROM THE PRODUCTS AND SERVICES.<\/p><p>DESCRIPTIONS, IMAGES, REFERENCES, FEATURES, CONTENT, SPECIFICATIONS, PRODUCTS, PRICES, AND AVAILABILITY OF ANY PRODUCTS ARE SUBJECT TO CHANGE WITHOUT NOTICE. OUR CURRENT PRICES CAN BE FOUND ON THE SERVICES. THE INCLUSION OF ANY PRODUCTS ON THE SERVICES AT A PARTICULAR TIME DOES NOT IMPLY OR WARRANT THAT THESE PRODUCTS WILL BE AVAILABLE AT ANY TIME. <\/p><p>CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE FOREGOING DISCLAIMERS, EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS. <\/p><p><strong>9.<\/strong>          \t<strong>Limitation of Liability.<\/strong> <\/p><p><strong>9.1<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Disclaimer of Certain Damages.<\/strong><\/span> TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE AFTERMARKET INC INDEMNITEES SHALL NOT BE LIABLE FOR ANY LOSS OF PROFITS OR REVENUE OR FOR INDIRECT, INCIDENTAL, PUNITIVE, EXEMPLARY, SPECIAL OR CONSEQUENTIAL DAMAGES, OR DAMAGES OR COSTS DUE TO LOSS OF DATA, PRODUCTION, OR USE, BUSINESS INTERRUPTION OR PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, WHETHER OR NOT AFTERMARKET INC HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. <\/p><p><strong>9.2<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Cap on Liability.<\/strong><\/span> UNDER NO CIRCUMSTANCES WILL THE TOTAL AGGREGATE AMOUNT THAT THE AFTERMARKET INC INDEMNITEES ARE LIABLE TO YOU EXCEED THE TOTAL AMOUNT ACTUALLY PAID TO AFTERMARKET INC BY YOU FOR THE PRODUCTS GIVING RISE TO THE LIABILITY.<\/p><p><strong>9.3<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Basis of the Bargain.<\/strong><\/span> THE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN AFTERMARKET INC AND YOU. <\/p><p><strong>9.4<\/strong>       \t<span style=\"text-decoration:underline\"><strong>Exclusions.<\/strong><\/span> THE LAWS OF SOME STATES DO NOT ALLOW FOR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE FOREGOING DISCLAIMERS, EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU AND YOU MIGHT HAVE OTHER RIGHTS. <\/p><p><strong>10.<\/strong>       \t<strong>Termination.<\/strong>  At its sole discretion, AFTERMARKET INC may modify or discontinue the Services, or may modify, suspend or terminate your access to the Services, for any reason, with or without notice to you and without liability to you or any third party. In addition to suspending or terminating your access to the Services, AFTERMARKET INC reserves the right to take appropriate legal action, including without limitation pursuing civil, criminal or injunctive redress. Even after your right to use the Services is terminated, this Agreement will remain enforceable against you and unpaid amounts you owe to AFTERMARKET INC for Products purchased will remain due. Upon termination of this Agreement, all provisions which by their nature are intended to survive termination will survive, including without limitation, ownership provisions, warranty disclaimers, and limitations of liability.<\/p><p><strong>11.<\/strong>       \t<strong>International Users.<\/strong> The Services are controlled and offered by AFTERMARKET INC from its facilities in the United States of America. AFTERMARKET INC makes no representations that the Services are appropriate or available for use in other locations or that we ship to your location. Those who access or use the Services from other countries do so at their own volition and are responsible for compliance with local law.<\/p><p><strong>12.<\/strong>       \t<strong>Dispute Resolution<\/strong><em><strong>.<\/strong><\/em><em>  <\/em><em><strong>Please read the following arbitration agreement in this Section (“Arbitration Agreement”) carefully.  It requires you to arbitrate disputes with AFTERMARKET INC, its parent companies, subsidiaries, affiliates, successors and assigns and all of their respective officers, directors, employees, agents, and representatives (collectively, the “AFTERMARKET INC Parties”) and limits the manner in which you can seek relief from the AFTERMARKET INC Parties.<\/strong><\/em> <\/p><p><strong>12.1<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Applicability of Arbitration Agreement.<\/strong><\/span> You agree that any dispute between you and any of the AFTERMARKET INC Parties relating in any way to the Services, the Products, or this Agreement, will be resolved by binding arbitration, rather than in court, except that (1) you and the AFTERMARKET INC Parties may assert individualized claims in small claims court if the claims qualify, remain in such court and advance solely on an individual, non-class basis; and (2) you or the AFTERMARKET INC Parties may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents). <strong>This Arbitration Agreement shall survive the expiration or termination of this Agreement and shall apply, without limitation, to all claims that arose or were asserted before the Effective Date of this Agreement or any prior version of this Agreement. <\/strong>This Arbitration Agreement does not preclude you from bringing issues to the attention of federal, state or local agencies.  Such agencies can, if the law allows, seek relief against the AFTERMARKET INC Parties on your behalf. <\/p><p><strong>12.2<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Arbitration Rules and Forum.<\/strong><\/span> The Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement. To begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to  AFTERMARKET INC, 1800 Colorado Blvd, Los Angeles CA 90021. The arbitration will be conducted by JAMS, an established alternative dispute resolution provider. Disputes involving claims and counterclaims with an amount in controversy under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’ most current version of the Streamlined Arbitration Rules and procedures available at <a href=\"http:\/\/www.jamsadr.com\/rules-streamlined-arbitration\/\"><span style=\"text-decoration:underline\">http:\/\/www.jamsadr.com\/rules-streamlined-arbitration\/<\/span><\/a>; all other claims shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures, available at <a href=\"http:\/\/www.jamsadr.com\/rules-comprehensive-arbitration\/\"><span style=\"text-decoration:underline\">http:\/\/www.jamsadr.com\/rules-comprehensive-arbitration\/<\/span><\/a>. JAMS’s rules are also available at <a href=\"http:\/\/www.jamsadr.com\/\"><span style=\"text-decoration:underline\">www.jamsadr.com<\/span><\/a> or by calling JAMS at 800-352-5267. If JAMS is not available to arbitrate, the parties will select an alternative arbitral forum. If the arbitrator finds that you cannot afford to pay JAMS’s filing, administrative, hearing and\/or other fees and you cannot obtain a waiver from JAMS, AFTERMARKET INC will pay them for you. <\/p><p>You may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the U.S. county where you live or at another mutually agreed location. Any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction. <\/p><p><strong>12.3<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Authority of Arbitrator.<\/strong><\/span> The arbitrator shall have exclusive authority to resolve all disputes subject to arbitration hereunder including, without limitation, any dispute related to the interpretation, applicability, enforceability or formation of this Arbitration Agreement and any claim that all or any part of this Arbitration Agreement is void or voidable. The arbitrator will decide the rights and liabilities, if any, of you and the AFTERMARKET INC Parties. The arbitrator shall have the authority to grant motions dispositive of all or part of any claim or dispute. The arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual party under applicable law, the arbitral forum’s rules, and this Agreement (including the Arbitration Agreement). The arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which any award (or decision not to render an award) is based, including the calculation of any damages awarded. The arbitrator shall follow the applicable law. The arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have. The award of the arbitrator is final and binding upon you and the AFTERMARKET INC Parties. <\/p><p><strong>12.4<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Waiver of Jury Trial.<\/strong><\/span> EXCEPT AS SPECIFIED IN SECTION 12.1, YOU AND THE AFTERMARKET INC PARTIES HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY. You and the AFTERMARKET INC Parties are instead electing that all covered claims and disputes shall be resolved exclusively by arbitration under this Arbitration Agreement, except as specified in Section 12.1 above. An arbitrator can award on an individual basis the same damages and relief as a court and must follow this Agreement as a court would. However, there is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited review. <\/p><p><strong>12.5<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Waiver of Class or Other Non-Individualized Relief.<\/strong><\/span>  BY ENTERING INTO THIS ARBITRATION AGREEMENT, YOU AND EACH OF THE AFTERMARKET INC PARTIES AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN AN INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.  ALL CLAIMS AND DISPUTES SUBJECT TO ARBITRATION UNDER THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS, COLLECTIVE OR REPRESENTATIVE BASIS. ONLY INDIVIDUAL RELIEF IS AVAILABLE FOR CLAIMS SUBJECT TO ARBITRATION UNDER THIS ARBITRATION AGREEMENT, AND CLAIMS OF ONE USER OR PERSON CANNOT BE ARBITRATED OR CONSOLIDATED WITH CLAIMS OF ANY OTHER USER OR PERSON. If applicable law precludes enforcement of any of this Section 12.5’s limitations as to a given claim for relief, then the applicable claim must be severed from the arbitration and may be brought into the state or federal courts located in California in accordance with Section 13.5.  All other claims shall be arbitrated. <\/p><p><strong>12.6<\/strong>    \t<span style=\"text-decoration:underline\"><strong>30-Day Right to Opt Out.<\/strong><\/span>  You have the right to opt out of the provisions of this Arbitration Agreement by sending a timely written notice of your decision to opt out to the following address:  AFTERMARKET INC, 1800 Colorado Blvd, Los Angeles CA 90021 or email: info@marketmarketmarket.com, within 30 days after first becoming subject to this Arbitration Agreement. Your notice must include your name and address and a clear statement that you want to opt out of this Arbitration Agreement. If you opt out of this Arbitration Agreement, all other parts of this Agreement will continue to apply to you. Opting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have with us, or may enter into in the future with us. <\/p><p><strong>12.7<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Survival of Agreement.<\/strong><\/span>  This Arbitration Agreement will survive the termination or expiration of the Agreement or your relationship with AFTERMARKET INC.<\/p><p><strong>12.8<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Modification.<\/strong><\/span> Notwithstanding any provision in this Agreement to the contrary, we agree that if AFTERMARKET INC makes any future material change to this Arbitration Agreement, you may reject that change within thirty (30) days of such change becoming effective by writing AFTERMARKET INC at the following address: AFTERMARKET INC, 1800 Colorado Blvd, Los Angeles CA 90021.<\/p><p><strong>13.<\/strong>       \t<strong>General Provisions.<\/strong> <\/p><p><strong>13.1<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Electronic Communications.<\/strong><\/span> The communications between you and AFTERMARKET INC use electronic means, whether you visit the Services or send AFTERMARKET INC e-mails, or whether AFTERMARKET INC posts notices on the Services or communicates with you via e-mail. For contractual purposes, you (1) consent to receive communications from AFTERMARKET INC in an electronic form; and (2) agree that all terms and conditions, agreements, notices, disclosures, and other communications and documents that AFTERMARKET INC provides to you electronically will have the same legal effect that such communications or documents would have if they were set forth in “writing.” The foregoing sentence does not affect your statutory rights. <\/p><p><strong>13.2<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Assignment.<\/strong><\/span> This Agreement, and your rights and obligations hereunder, may not be assigned, subcontracted, delegated or otherwise transferred by you without AFTERMARKET INC’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void. <\/p><p><strong>13.3<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Force Majeure.<\/strong><\/span> AFTERMARKET INC shall not be liable for any delay or failure to perform resulting from causes outside its reasonable control, including, but not limited to, acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, strikes or shortages of transportation facilities, fuel, energy, labor or materials. <\/p><p><strong>13.4<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Questions, Complaints, Claims.<\/strong><\/span> If you have any questions, complaints or claims with respect to the Services, please contact our customer service department using the contact information available on the Services. We will do our best to address your concerns. <\/p><p><strong>13.5<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Exclusive Venue.<\/strong><\/span> To the extent the parties are permitted under this Agreement to initiate litigation in a court, both you and AFTERMARKET INC agree that all claims and disputes arising out of or relating to this Agreement that are not brought in a small claims court pursuant to Section 12.1 will be litigated exclusively in the state courts in San Francisco County, California or federal courts located in the Northern District of California. <\/p><p><strong>13.6<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Governing Law.<\/strong><\/span>  THIS AGREEMENT AND ANY ACTION RELATED THERETO WILL BE GOVERNED AND INTERPRETED BY AND UNDER THE LAWS OF THE STATE OF CALIFORNIA, CONSISTENT WITH THE FEDERAL ARBITRATION ACT, WITHOUT GIVING EFFECT TO ANY CONFLICT OF LAW OR OTHER PRINCIPLES THAT PROVIDE FOR THE APPLICATION OF THE LAW OF ANOTHER JURISDICTION. THE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS DOES NOT APPLY TO THIS AGREEMENT. <\/p><p><strong>13.7<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Notice.<\/strong><\/span> Where AFTERMARKET INC requires that you provide an e-mail address, you are responsible for providing AFTERMARKET INC with your most current e-mail address. In the event that the last e-mail address you provided to AFTERMARKET INC is not valid, or for any reason is not capable of delivering to you any notices required\/permitted by this Agreement, AFTERMARKET INC’s dispatch of the e-mail containing such notice will nonetheless constitute effective notice. You may give notice to AFTERMARKET INC at the following address: [AFTERMARKET INC, 1800 Colorado Blvd, Los Angeles 90021]. Such notice shall be deemed given when received by AFTERMARKET INC by letter delivered by nationally recognized overnight delivery service or first class postage prepaid mail at the above address. <\/p><p><strong>13.8<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Waiver.<\/strong><\/span>  Any waiver or failure to enforce any provision of this Agreement on one occasion will not be deemed a waiver of any other provision or of such provision on any other occasion. <\/p><p><strong>13.9<\/strong>    \t<span style=\"text-decoration:underline\"><strong>Severability.<\/strong><\/span>  Subject to Section 12.5, if any portion of this Agreement is held invalid or unenforceable, that portion shall be construed in a manner to reflect, as nearly as possible, the original intention of the parties, and the remaining portions shall remain in full force and effect. <\/p><p><strong>13.10<\/strong>  \t<span style=\"text-decoration:underline\"><strong>Export Control.<\/strong><\/span> You may not use, export, import, or transfer the Services except as authorized by U.S. law, the laws of the jurisdiction in which you obtained the Services, and any other applicable laws. In particular, but without limitation, the Services may not be exported or re-exported (a) into any United States embargoed countries, or (b) to anyone on the U.S. Treasury Department's list of Specially Designated Nationals or the U.S. Department of Commerce's Denied Person's List or Entity List. By using the Services, you represent and warrant that (i) you are not located in a country that is subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a “terrorist supporting” country and (ii) you are not listed on any U.S. Government list of prohibited or restricted parties. You also will not use the Services for any purpose prohibited by U.S. law. <\/p><p><strong>13.11<\/strong>  \t<span style=\"text-decoration:underline\"><strong>Consumer Complaints.<\/strong><\/span> In accordance with California Civil Code §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210. <\/p><p><strong>13.12<\/strong>  \t<span style=\"text-decoration:underline\"><strong>Entire Agreement.<\/strong><\/span> This Agreement is the final, complete and exclusive agreement of the parties with respect to the subject matter hereof and supersedes and merges all prior discussions between the parties with respect to such subject matter.<\/p><p><strong>[End of Terms]<\/strong><\/p><p> <\/p>"
          }
        }
      },
      "block_order": [
        "72600057-04f9-4b46-a005-28133a454f58",
        "6cc0d131-8e6d-402b-ab46-d9c5f3b7a4d5",
        "fe7f3375-5956-4ce3-8a90-19b6f9334b62",
        "bea4d319-7ce2-40b6-a340-587d5d22bbc8",
        "8015e639-16c9-42d3-9628-e9d3927e330b",
        "0bec8c4f-b2c8-47c9-bf75-6ddf2131e59d",
        "fcbd8db3-a890-4b6d-b696-44f2804ca66f",
        "46118248-4b12-4292-b29e-3f2991a92dbf",
        "c80608fd-afc2-4cd6-bd73-73ba1cd2e0ff",
        "9740873a-ace0-47cf-a964-757f6ec852cd"
      ],
      "disabled": true,
      "settings": {
      }
    },
    "16506010198558fd21": {
      "type": "rich-text",
      "blocks": {
        "16506010198b157514-0": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading": "TOS, Privacy, Orders + Shipping",
            "heading_size": "h1"
          }
        },
        "16506010198b157514-1": {
          "type": "text",
          "disabled": true,
          "settings": {
            "text": "<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"
          }
        },
        "16506010198b157514-2": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false
          }
        }
      },
      "block_order": [
        "16506010198b157514-0",
        "16506010198b157514-1",
        "16506010198b157514-2"
      ],
      "disabled": true,
      "settings": {
        "color_scheme": "background-1",
        "gs3_css_class": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "1650601210b4a2c4b2": {
      "type": "rich-text",
      "blocks": {
        "1650601210fd5c00c8-0": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading": "Sizing + Care",
            "heading_size": "h1"
          }
        },
        "1650601210fd5c00c8-1": {
          "type": "text",
          "disabled": true,
          "settings": {
            "text": "<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"
          }
        },
        "1650601210fd5c00c8-2": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false
          }
        }
      },
      "block_order": [
        "1650601210fd5c00c8-0",
        "1650601210fd5c00c8-1",
        "1650601210fd5c00c8-2"
      ],
      "disabled": true,
      "settings": {
        "color_scheme": "background-1",
        "gs3_css_class": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "1650601212e5bcee7c": {
      "type": "faq2",
      "blocks": {
        "7a5fa951-e9c2-4799-a66d-0b7c573e27a8": {
          "type": "text",
          "settings": {
            "faq-title": "How do I determine the fit?",
            "faq-content": "<p>Clothes are true to size. Fit details are in the item’s description.<\/p>"
          }
        },
        "a702d3ba-e537-4206-8cba-f92693d51e5a": {
          "type": "text",
          "settings": {
            "faq-title": "How do I care for my MARKET clothing?",
            "faq-content": "<p>For best results, please read the following instructions on how to properly wash your MARKET clothing.<\/p><p><\/p><p>1) Flip shirt inside out<\/p><p>2) Wash on cold in a gentle cycle<\/p><p>3) Hang dry<\/p><p><\/p><p>We are not responsible for any products that are ruined via the washing and drying process.<\/p>"
          }
        }
      },
      "block_order": [
        "7a5fa951-e9c2-4799-a66d-0b7c573e27a8",
        "a702d3ba-e537-4206-8cba-f92693d51e5a"
      ],
      "disabled": true,
      "settings": {
      }
    },
    "1650601280f187185a": {
      "type": "rich-text",
      "blocks": {
        "1650601280034ca67a-0": {
          "type": "heading",
          "settings": {
            "heading": "Support + Contact Us",
            "heading_size": "h1"
          }
        },
        "1650601280034ca67a-1": {
          "type": "text",
          "disabled": true,
          "settings": {
            "text": "<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"
          }
        },
        "1650601280034ca67a-2": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false
          }
        }
      },
      "block_order": [
        "1650601280034ca67a-0",
        "1650601280034ca67a-1",
        "1650601280034ca67a-2"
      ],
      "disabled": true,
      "settings": {
        "color_scheme": "background-1",
        "gs3_css_class": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "165060128239f237cd": {
      "type": "faq3",
      "blocks": {
        "1832b3ba-ab53-42d8-a177-a946752ee244": {
          "type": "text",
          "settings": {
            "faq-title": "What are your hours of operation?",
            "faq-content": "<p>Monday - Friday from 10am - 5pm PST<\/p><p>Closed on National Holidays<\/p><p>We respond to all customer service inquiries within 72 business hours.<\/p>"
          }
        }
      },
      "block_order": [
        "1832b3ba-ab53-42d8-a177-a946752ee244"
      ],
      "disabled": true,
      "settings": {
      }
    },
    "16506013328760e031": {
      "type": "rich-text",
      "blocks": {
        "1650601332b2c6efbf-0": {
          "type": "heading",
          "settings": {
            "heading": "If your question was not answered above please contact us using the form below.",
            "heading_size": "h2"
          }
        }
      },
      "block_order": [
        "1650601332b2c6efbf-0"
      ],
      "disabled": true,
      "settings": {
        "color_scheme": "background-1",
        "gs3_css_class": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 0
      }
    },
    "form": {
      "type": "contact-form",
      "disabled": true,
      "settings": {
        "heading": "",
        "heading_size": "h1",
        "color_scheme": "background-1",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "35e204a5-7acb-459a-8791-d20bcfb86464": {
      "type": "image-banner",
      "blocks": {
        "template--16103256686764__35e204a5-7acb-459a-8791-d20bcfb86464-16845446223864138d-0": {
          "type": "heading",
          "settings": {
            "heading": "Image banner",
            "heading_size": "h1"
          }
        },
        "template--16103256686764__35e204a5-7acb-459a-8791-d20bcfb86464-16845446223864138d-1": {
          "type": "text",
          "disabled": true,
          "settings": {
            "text": "Give customers details about the banner image(s) or content on the template.",
            "text_style": "body"
          }
        },
        "template--16103256686764__35e204a5-7acb-459a-8791-d20bcfb86464-16845446223864138d-2": {
          "type": "buttons",
          "disabled": true,
          "settings": {
            "button_label_1": "Button label",
            "button_link_1": "",
            "button_style_secondary_1": false,
            "button_label_2": "Button label",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "template--16103256686764__35e204a5-7acb-459a-8791-d20bcfb86464-16845446223864138d-0",
        "template--16103256686764__35e204a5-7acb-459a-8791-d20bcfb86464-16845446223864138d-1",
        "template--16103256686764__35e204a5-7acb-459a-8791-d20bcfb86464-16845446223864138d-2"
      ],
      "disabled": true,
      "settings": {
        "image": "shopify:\/\/shop_images\/MEMORIALDAY_BANNER-VIP.jpg",
        "image_link": "",
        "gs3_class": "",
        "image_overlay_opacity": 0,
        "image_height": "large",
        "adapt_height_first_image": true,
        "desktop_content_position": "middle-center",
        "show_text_box": true,
        "desktop_content_alignment": "center",
        "color_scheme": "background-1",
        "mobile_content_alignment": "center",
        "stack_images_on_mobile": true,
        "show_text_below": true,
        "padding_top": 36,
        "padding_bottom": 36,
        "image_max_width": 1200
      }
    },
    "ee6fdb7f-9b96-4a15-b701-9635a9319a72": {
      "type": "featured-collection",
      "settings": {
        "title": "",
        "heading_size": "h1",
        "collection": "labor-day-sale",
        "products_to_show": 6,
        "columns_desktop": 5,
        "color_scheme": "background-1",
        "show_view_all": true,
        "image_ratio": "adapt",
        "show_secondary_image": true,
        "show_vendor": false,
        "show_rating": false,
        "columns_mobile": "2",
        "swipe_on_mobile": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "165060102207d71510",
    "16506010198558fd21",
    "1650601210b4a2c4b2",
    "1650601212e5bcee7c",
    "1650601280f187185a",
    "165060128239f237cd",
    "16506013328760e031",
    "form",
    "35e204a5-7acb-459a-8791-d20bcfb86464",
    "ee6fdb7f-9b96-4a15-b701-9635a9319a72"
  ]
}
